class TextStrings {
  static final String aboutMe = """Почему я выбираю инженерную профессию

Когда меня спрашивают, кем я хочу стать, я иногда отвечаю: «Человеком, который приручает хаос». Я вижу красоту в том, чтобы из груды данных, формул и деталей собрать нечто работающее и полезное.

В современном мире многие мои сверстники мечтают о карьере блогеров или «сидеть в офисе и управлять людьми». Но я смотрю на рынок труда иначе. За технологиями, роботами и «умными» домами стоят не просто программисты, а инженеры — люди, соединяющие цифровой код с реальным миром. Я не хочу просто пользоваться готовыми решениями. Я хочу сама создавать то, чем мир будет пользоваться завтра.

Мне одинаково интересны литература и физика, искусство и информатика. Раньше я думала, что это проблема, но потом поняла: настоящая инженерия — это и есть искусство. Это творчество, ограниченное законами природы. Чтобы создать красивый мост или безопасный автомобиль, нужны не только расчёт, но и чувство гармонии. Моё преимущество в том, что я вижу мир объёмно.

Думая о том, кем я вижу себя по окончании университета, я представляю часть команды, которая решает реальную проблему. Возможно, это будет разработка протезов или проектирование экологичных зданий. Я хочу видеть плоды своего труда и быть инженером-созидателем. В нашем мире слишком много слов и слишком мало конкретных дел. Инженерия — это способ перейти от слов к делу.

Я не боюсь трудностей. Я боюсь скуки и бессмысленности. А в инженерном деле скуки не будет никогда. Я делаю этот выбор, потому что верю: будущее создают инженеры. И я хочу однажды сказать: «Видите эту сложную систему, которая помогает людям? В ней есть частичка моей мысли и моего труда». Это и есть моя мечта.""";
}